Repository: trewe/Valley_of_the_Ancients
Catalog: translations/wesnoth-Valley_of_the_Ancients/*.po
Languages: pt

source: A somewhat complex competitive scenario, on which the map will rotate continuously. Attempt to set up a trap for your opponent while avoiding that the same is done to you. Recommended Team Settings: 1,6 vs 2,3 vs 4,5 or 1,4 vs 2,5 vs 3,6 or 1,3,5 vs 2,4,6 or free-for-all
pt: Um cenário competitivo algo complexo, no qual o mapa irá rodar continuadamente. Procura forçar uma armadilha ao teu adversário enquanto evitas que este faça o mesmo a ti. Composição de equipas recomendadas: 1,6 vs 2,3 vs 4,5 or 1,4 vs 2,5 vs 3,6 or 1,3,5 vs 2,4,6 or livre

source: teamname^Team One
pt: Equipa 1

source: teamname^Team Two
pt: Equipa 2

source: teamname^Team Three
pt: Equipa 3

source: Uneasy Alliance
pt: Aliança Apressada

source: Valley of the Ancients: the Gates of Dawn
pt: Vale dos Anciãos: As Portas da Madrugada

source: It is said that long before Men ever came from the west to settle the continent, in the days when even the elves and dwarves were new to the world, the dwarves had a great city nestled high in the remote mountain peaks. Here in their ancestral homeland the ancient dwarves were said to possess spectacular riches; it was said that every wall in the city was forged of gold and silver and studded with precious jewels. But even the Gods were jealous of their wealth, according to the myths, and so the city was cast down and the dwarves scattered across the continent.
pt: É contado que muito antes dos humanos vieram do oeste para se fixar no continente, em dias quando até elfos e anões eram recentes ao mundo, os anões tiveram uma grande cidade algures nas alturas remotas da montanha. Aqui no seu território antigo dos anões ocidentais é murmurado de possuírem espectaculares riquezas; é contado que cada parede da cidade esteve coberto com ouro e prata enriquecidos com jóias. Mas mesmo os deuses invejavam as suas riquezas, de acordo com os mitos, e assim a cidade foi sucumbido e os anões espalharam-se pelo continente.

source: Most dismiss the legend as pure fabrication. Even the dwarves themselves doubt that such a place ever existed; in their most ancient annals of history there exist only vague and cryptic hints. Nonetheless treasure hunters throughout the centuries have chased in vain after the legends and rumors of the long-forgotten Valley of the Ancients, seeking to plunder the lost wonders of the dwarves. Most disappear and are never heard from again, and some speculate that they did indeed find the Valley... and succumbed to the unknown dangers it contains.
pt: A maior parte desmente a lenda como pura imaginação. Mesmo os próprios anões duvidam que tal lugar alguma vez existira; nos seus mais antigos anais de História existem apenas vagas e crípticas dicas. Mesmo assim caçadores de tesouro durante séculos andaram em vão atrás das lendas e rumores do à muito esquecido Vale Antigo, procurando pilar as maravilhas perdidas dos anões. Muitos desapareceram e nunca mais se ouvira falar mais deles, e alguns especulam que de facto encontraram o dito Vale... e sucumbiram aos perigos desconhecidos que contém.

source: For years you have chased the myths. At first it was merely an exercise in curiosity, but as you began to piece the stories together, you became more and more convinced that there was something behind all of them. Eventually your painstaking research began to point to a probable location for the Valley. Excited, you gathered what resources you could for an expedition, only to find that you are not alone...
pt: Por anos andaste atrás dos mitos. De inicio fora meramente um exercício na curiosidade, mas assim como começas a juntar as peças da história, convenceste-te cada vez mais que houve qualquer coisa atrás disso tudo. Eventualmente a tua busca árdua começa a indicar um local provável para o Vale. Excitado, reúnes o que precisas para a expedição, somente para descobrir que não estás sozinho...

source: Explorers
pt: Exploradores

source: Guardians
pt: Guardiões

source: Defeat the Guardians
pt: Derrota os Guardiões

source: Death of an Hero
pt: Morte de um Herói

source: At last! Behold the Gates of Dawn--the legends are true!
pt: Finalmente! Os portões da Madrugada - as lendas são verdadeiras!

source: The legendary entrance to the Valley of the Ancients. I knew it!
pt: A entrada lendária do Vale Antigo. Eu sabia-o!

source: What? Who are you--how did you discover the location of the valley?! No matter. If you try to interfere, I will destroy you.
pt: O que? Quem és tu - como descobriste a localidade do Vale?! Não interessa. Se tentares interferir, destruí-te-a.

source: You really think you can stop me? It is my destiny to reclaim the ancient valley of the dwarves!
pt: Pensas mesmo que podes parar me? É o meu destino reclamar o antigo vale dos anões!

source: More intruders, I see. So, you both seek the Accursed Valley?
pt: Mais intrusos, como vejo. Portanto, vocês ambos procuram o Vale Maldito?

source: 'Accursed Valley'? What nonsense is this? You will not stop me with a lot of superstitious prattle, fool!
pt: 'Vale Maldito'? Que sem senso é isso? Não me vais parar com estas superstições idiotas, asno!

source: Indeed I will not; I will stop you with strength of arms, for it is our sworn duty to guard the valley. Be thankful, for it is a far kinder fate than awaits you within!
pt: Não vou pois não; vou parar te com a força das armas, que é o nosso legado jurado guardar o vale. Seja gratificante, que é um destino bem mais amável que o que te espera lá dentro!

source: His words are backed by a great army. Perhaps we should band together until he is out of the way?
pt: As suas palavras são reforçados com um grande exercito. Se calhar teremos de nos unir até que ele esteja fora do caminho?

source: So be it. First we will destroy these self-proclaimed guardians. Your reckoning will come later!
pt: Assim seja. Primeiro destruiremos estes auto-proclamados guardas. A tua recompensa verá depois!

source: Hah! We shall see.
pt: Ha! Veremos.

source: Nooooo! I was so close...
pt: Nãoooo! Estive tão perto...

source: Well done, men. All we have to do is clean up the rest of this rabble. The valley is safe again, for now.
pt: Bem feito, homens. Tudo o que temos de fazer agora é limpar o resto desta escumalha. O vale esta seguro outra vez, por agora.

source: Damnation! I'll never be able to fight my way through now... you've won today, but I will be back!
pt: Maldição! Nunca conseguirei entrar no vale sozinho... venceste hoje, mas estarei de volta!

source: No! I have failed...
pt: Não! Falhei...

source: The valley is mine!
pt: O vale é meu!

source: Hah! Think again.
pt: Ha! Pensa outra vez.

source: Hmph. Much good may it do you... turn back now, I tell you!
pt: Hmph. Se te posso dar um conselho amigável — volta à tua terra natal e deixa este lugar sombrio!

source: Crazy old blighter... oh well. Time to settle the score!
pt: Velho maluco...seja. Tempo para o que interessa!

source: Reinforcements are at hand! Now we can sweep the invaders before us!
pt: Reforços estão a demanda! Agora podemos limpar os intrusos de uma vez por todas!

source: Bah! You're on your own. I'm getting out of here while I still have a chance.
pt: Ts! Estás por tua conta. Vou tentar sair daqui enquanto tiver uma hipótese.

source: You coward! You've cost me my only chance at the Valley... you'll pay for this!
pt: Seu covarde! Custaste-me a minha única hipótese pelo Vale... irás pagar por isso!

source: Traitor
pt: Traidor

source: Covard
pt: Cobarde

source: Showdown in the Valley
pt: Desempate no Vale

source: Player One
pt: Jogador Um

source: Player Two
pt: Jogador Dois

source: Defeat your rival to enter the caves
pt: Derrota o teu rival e entra nas cavernas

source: So you still persist in pursuing the valley? You could still choose to depart peacefully, you realize. You need not die in vain here.
pt: Então persiste em prosseguir até o Vale? Podia escolher partir em paz, sabes. Não precisas de morrer em vão aqui.

source: Hmph. Unable to back your claim through force, I see you resort to bluff--and a weak bluff, at that. Either way, you will die!
pt: Umpf. Não podendo suster a tua reivindicação pela força, vejo que tentas lograr - e um fraco logro. Seja como for, irás morrer!

source: Argh! They are stronger than I had thought. Fall back!
pt: Argh! São mais fortes que tinha planeado. Recuam!

source: Onward! The path lies open before us now. Soon the ancient treasures of the dwarves will be mine and mine alone!
pt: Em frente! O caminho está aberto à nossa frente agora. Em breve os tesouros dos anões antigos serão meus e meus só!

source: The Accursed City
pt: A Cidade Maldita

source: Escape the undead hordes
pt: Escapa às hordas dos mortos-vivos

source: Reach one of the trapdoors with your leader
pt: Chega a uma das alcáçovas com o teu líder

source: Defeat your opponent
pt: Derrota o teu adversário

source: Opponent escapes before you do
pt: Oponente escapa primeiro antes de ti

source: Glorious! The lost city of the dwarves and all its riches belong to me at last!
pt: Glória! A cidade perdida dos anões e todas as suas riquezas pertencem-me por fim!

source: Enjoy it while it lasts. I will have my revenge!
pt: Desfrute enquanto dura. Irei ter a minha vingança!

source: So you're still around? I can take care of that.
pt: Portanto ainda está por aí? Posso viver com isso.

source: FRESH MEAT...
pt: CARNE FRESCA...

source: HUNGRY...
pt: FOME...

source: More victims! How delightful.
pt: Mais vitimas! Que encantador.

source: Drat! Perhaps there was more to that guardian's 'Accursed Valley' nonsense than we gave credit.
pt: Drat! Talvez houve mais daquilo do sem-sentido do 'Vale Maldito' do guarda do que demos atenção.

source: The ancient dwarves were said to have weapons of great power. If we can reach the depths of the lower city to recover them, we may be able to fight off this horde.
pt: Os anões antigos tiveram supostamente armas de grande poder. Se pudermos atingir as profundezas da cidade para os recuperar, poderemos ser capazes de lutar contra esta horda.

source: 'We'? What's this 'we' business? You're on your own, friend.
pt: 'Nós'? Que é deste 'nós'? Estás por tua conta, amigo.

source: Run, run, run! Flee as you will, you will not escape! Nothing leaves the Valley alive!
pt: Corram. corram, corram! Fogem como podem, não irão escapar! Ninguém escapa o Vale vivo!

source: We'll never get out of here at this rate!
pt: Nunca sairemos daqui a este tempo!

source: This is hopeless. We are doomed!
pt: Isto está sem hipótese. Estamos perdidos!

source: Quickly, this way!
pt: Rápido, por aqui!

source: Master! Some of them are getting away!
pt: Mestre! Alguns estão indo fugindo!

source: They will not get very far. We can deal with them later. For now, though, take the others!
pt: Não irão muito longe. Podemos lidar com eles mais tarde. Para já, atenção, dão cabo dos outros!

source: Oh no. We are doomed fighting this horde alone!
pt: Oh não. Estamos perdidos lutando esta horda sozinho!

source: Yessss... more blood and souls for the master!
pt: Sssim... mais sangue e almas para o mestre!

source: No! Not like this...
pt: Não, não assim...

source: Feed, my children! Slaughter them all!
pt: Abastecem-vos, meus filhos! Chacinem-os a todos!

source: Quick, let's get out of here while they're busy.
pt: Rápido, vamos sair daqui enquanto estiverem ocupados.

source: Heh heh. Run while you can! You will join them soon enough!
pt: He, he. Corram enquanto podem! Irão juntar-se a eles em breve!

source: Dwarven Hold
pt: Domínio Anão

source: Dwarves
pt: Anões

source: Loot the ancient dwarvish treasure
pt: Saqueia o antigo tesouro das anões

source: Collect all 7 dwarvish treasures
pt: Apanha todos os 7 tesouros dos anões

source: Death of both players
pt: Morte de ambos os jogadores

source: The player who finds the most treasures wins if both survive
pt: O jogador que encontra mais tesouros vence se ambos sobreviverem

source: Phew, I think I've lost them. Now I can explore at my leisure.
pt: Pff, penso que perdi-os. Agora posso explorar tranquilamente.

source: Hah hah! Guess again!
pt: Ha Ha! Admita outra vez!

source: You again?! How did you get past the lich?
pt: Você outra vez?! Como passou pelo Lich?

source: Mal-Daugur was generous enough to reanimate me with the powers of unlife. He sought to enslave me into his army, but my will was too strong and I broke away from him. Now I will use the dwarves' treasures to defeat him... right after I kill you!
pt: Mal-Draugur fora o suficientemente generoso para reanimar-me com os seus poderes maléficos. Tentou escravizar-me no seu exército, mas o meu desejo fora mais forte e fugi. Agora irei usar os tesouros dos anões para derrotar-o... logo depois de ti!

source: We'll see about that. Those treasures are mine!
pt: Veremos sobre isto. Estes tesouros são meus!

source: What?! There are still dwarves alive down here?
pt: O que?! Ainda existem anões sobreviventes cá em baixo?

source: Aye, o'course there be!
pt: Mas claro que 'tão!

source: But the upper levels are swarming with undead! How can you survive?
pt: Mas os níveis superiores estão cheios de mortos-vivos! Como podem sobreviver?

source: With good sturdy dwarvish steel--how else? Yon bonesacks are nae a match for our axes and hammers!
pt: Com bom aço duro dos anões - como não? 'tes sacos de ossos não são um obstáculo aos nossos machados e martelos!

source: Then surely you must help us. Together we can drive the undead scourge away from your home!
pt: Então têm que ajudar-nos. Em conjunto podemos afastar a ameaça moto-viva longe das vossas casas!

source: Aye... so ye can take it for yourselves, no doubt! C'mon, lads--let's send these intruders back where they belong!
pt: Aye... assim que podem tomar-os para vós próprios, não obrigado! Vamos malta - enviemos estes intrusos de volta a onde pertencem!

source: Gah! What is this?
pt: Uah! O que é isto?

source: It is our terrible burden. We are bound to this valley forever, in death as well as life.
pt: É o nosso terrível peso. Somos ligados a este Vale para sempre, na vida como na morte.

source: A curse over this wretched place! I should have heeded the guardian's warnings while I had a chance...
pt: Maldito seja este lugar medonho! Devia ter ouvido os conselhos do guarda enquanto tinha uma hipótese...

source: Damn. I had come so far...
pt: Maldição. Vim tão longe...

source: Excellent. The intruders have been defeated!
pt: Excelente. Os intrusos foram derrotados!

source: No! Our sacred treasures, all gone!
pt: Não! Os nossos sagrados tesouros, foram todos!

source: Hah hah hah! Foolish mortals... your infighting has only left you weak and vulnerable. Now I will finally destroy you once and for all!
pt: Ha, ha, ha! Estúpidos mortais... as vossas lutas feudais só vos deixaram fracos e vulneráveis. Agora posso finalmente destruir-vos uma vez por todas!

source: Pull back! We need a more defensible position to fight from!
pt: Recuem! Precisamos de uma posição mais defensiva de onde lutar!

source: Damn! Too many enemies... we'll have to retreat!
pt: Maldição! Demasiados inimigos... teremos de nos retirar!

source: Fools! You have doomed us all... below us lies an even greater danger, but now you have left us all no choice.
pt: Loucos! Condenaram-nos a todos... por baixo de nós reside um perigo ainda maior, mas agora não nos deram qualquer hipótese.

source: Ring of Invisibility
pt: Anel da Invisibilidade

source: Wearing this ring will render a unit invisible unless it attacks or moves adjacent to an enemy.
pt: Pondo este anel irá permitir à unidade invisibilidade a não ser que ataca ou move para perto de um inimigo.

source: Invisible
pt: Invisível

source: Runestorm Axe
pt: Machado rúnico

source: This magic throwing axe is enchanted to swiftly return to the thrower's hand.
pt: Este machado de atirar mágico foi encantado de forma a retornar ao seu lançador.

source: runestorm axe
pt: machado rúnico

source: Golden Mail
pt: Armadura Dourada

source: This enchanted armor will increase a unit's hitpoints as well as boosting resistance to fire and cold damage.
pt: Esta armadura encantada irá aumentar os pontos de vida assim como improvar as resistências ao dano de fogo e gelo.

source: Ring of Ogre Might
pt: Anel do Poder Ogre

source: Wearing this ring will grant the unit teleporting, and increasing the number of its strikes.
pt: Pondo este anel dá à unidade grande força, assim como aumenta o dano e ataques dos seus ataques de curto-alcance.

source: Spear of Valor
pt: Lança da honra

source: This magic spear fills the wielder with courage and daring, letting them charge for double damage.
pt: Esta lança mágica enche o seu transportador de coragem e esperança, permitindo-lhe investir pelo dano duplo.

source: spear of valour
pt: lança da honra

source: Vial of Holy Water
pt: Frasco de Água Benta

source: This blessed water will allow a unit's melee attacks to do arcane damage.
pt: Esta água abençoada permite aos ataques da unidade serem to tipo arcano.

source: Trollsblood Potion
pt: Poção de Sangue Troglodita

source: This magical conconction will allow a unit to regenerate health like a troll.
pt: Esta mistura mágica permite à unidade de regenerar como um Troll.

source: Out of the Frying Pan
pt: Saindo da Frigideira

source: Dragons
pt: Dragões

source: Slay the dragon to escape
pt: Assassina o Dragão para escapar

source: Slay Rathmalrak
pt: Assassina Rathmalrak

source: What place is this?
pt: Que lugar é esse?

source: Behold the lair of Rathmalrak. It was he who destroyed our once-proud city... we eventually managed to trap him here at the heart of the mountain, but he placed a curse on us as his revenge.
pt: Estamos no esconderijo de Rathmalrak. Fora ele que destruiu a nossa cidade outrora orgulhosa... conseguimos finalmente aprisionar-o aqui no coração da montanha, mas ele colocou uma maldição sobre nós como vingança.

source: What? You mean it was not Mal-Daugur who cursed you?
pt: O que? Queres dizer que não foi Mal-Draugur quem vos amaldiçoou?

source: Nay. Mal-Daugur simply took advantage of our vulnerability to move into the upper citadel. For centuries now we have lived under an uneasy stalemate, keeping him at bay by threatening to unleash the dragon upon him. Rathmalrak is the only living thing he fears.
pt: Népias. Mal-Draugur simplesmente aproveitou a nossa vulnerabilidade para mover à cidadela superior. Por séculos já vivemos num impasse desconfortável, mantendo-o afastado ao ameaçar sotar o dragão em cima dele. Rathmalrak é a única criatura viva que ele teme.

source: All things fear me! I am Rathmalrak the Destroyer! It has been long since I have feasted on fresh meat. I will be sure to make your carcasses last a long, long time!
pt: Tudo receia-me! Sou Rathmalrak o destruidor! Foi à muito tempo deste que tive a última carne fresca. Irei ter a certeza de que as vossas carcaças duram um longo, longo tempo!

source: This is it. We're throwing our lot in with you. If we must die, we'll die fighting!
pt: Já está. Iremos juntar as nossas forças às vossas. Se teremos de morrer, morreremos a lutar!

source: We had no idea we were bringing such destruction down upon you, but it is only fitting we should share in your destruction. I swear we will fight alongside you until the end!
pt: Não tínhamos ideia de que estávamos trazer tanta destruição sobre vocês, mas é apropriado que devemos compartilhar na vossa destruição. Juro que vou lutar ao vosso lado até o fim!

source: Hmph. Maybe there is such a thing as honor among surface-dwellers. Very well. Come, lads! We'll die fighting today!
pt: Umpf. Talvez existe uma coisa como honra entre os moradores da superfície. Muito bem. Vamos malta! Iremos morrer hoje lutando!

source: Looks like we're back to where we started. We'll have to work together to kill this thing, but don't think that we're through yet!
pt: Parece que estamos como começamos. Teremos que trabalhar em conjunto para matar esta coisa, mas não penses que acabei contigo!

source: I am undone! Avenge me!
pt: Estou perdido! Vinga-me!

source: You pathetic weaklings thought you could stand up to ME?
pt: Seus fraquinhos patetas, pensavam que podiam ombrear COMIGO?

source: WHAT?! No... this cannot be! I am Rathmalrak! I destroy all!
pt: O QUE?! Não... isso não pode ser! Sou Rathmalrak! Destruo tudo!

source: Hah! Not anymore. Your reign of destruction has ended!
pt: Ha! Não mais. O teu reino de destruição terminou!

source: Huzzah! Our curse is lifted. We are free!
pt: Hurra! A nossa maldição está quebrada. Somos livres!

source: The Last Battle
pt: A Ultima batalha

source: Elves
pt: Elfos

source: Finally! I never thought I'd see the open skies again.
pt: Finalmente! Nunca mais pensei que via o céu aberto outra vez.

source: Then enjoy your last look at them. Now I shall finish you for all your interference!
pt: Então aprecia o teu último olhar a ele. Agora deveria finalizar contigo de uma vez por todas!

source: We care nothing for the feuds of surface folk, but you slew our lord. For that, we will not rest until we have defeated you.
pt: Não nos interessam as guerrilhas entre os povos da superfície, mas você assassinou o nosso líder. Por isso, não acalmamos antes de termos vos derrotado.

source: Ah... I can't thank you enough for taking care of my little dragon problem. I promise you'll have a position of great prestige in my eternal undead army!
pt: Ah... Não sei como agradecer-vos de me livrarem do meu problemazito Draconiano. Prometo-vos que terão uma posição de maior prestígio no meu exército morto-vivo eterno!

source: Look, milady! Cursed undead are emerging from the mountains!
pt: Olha, minha Senhora! Mortos-vivos malditos estão a emergir das montanhas!

source: I see. And others, as well. They can only be coming from the Accursed Valley. All that comes from that place is tainted; we must destroy them!
pt: Vejo. E ainda outros também. Só podem vir do Vale Maldito. E tudo o que vier de tal lugar é maléfico; temos que destruir-os!

source: Wait! We are no allies of the lich. Please. You must help us defeat him!
pt: Esperam! Não somos aliados do Liche. Por favor. Têm de ajudar-nos derrotar-o!

source: Aye, it was they that killed the dragon. The valley is cursed no more, fair lady.
pt: Ai, foram eles que mataram o dragão. O vale já não é maldito, vossa excelência.

source: We won't be fooled by your lies, foul ones. We will cleanse the land of your evil!
pt: Não iremos ser enganados pelas vossas mentiras, ingénuos. Limparemos estas terras de todo o mal!

source: Very well. Then I'll just have to kill all of you!
pt: Muito bem. Então terei de matar a vocês todos!

source: Rotating War
pt: Guerra Rotativa

source: Use the castle rotation to carry out complex strategies, and attempt to control the most of the map.
pt: Usa a rotação do castelo ao teu favor ao fim de controlar o mapa.

source: $unit.name, leader of side $unit.side, has been lost.
pt: $unit.name, líder da equipa $unit.side, fora derrotado em batalha.

source: Defeated
pt: Derrotado

source: Take it
pt: Leva-o

source: Leave it
pt: Deixa-o
