Repository: trewe/Valley_of_the_Ancients
Catalog: translations/wesnoth-Valley_of_the_Ancients/*.po
Languages: pt

source: Valley of the Ancients
pt: Vale dos Anciões

source: VotA
pt: VdA

source: Fight your way into the legendary Valley of the Ancients against your rival.
pt: Disputa o teu caminho para o Vale dos Anciões lendário contra o seu rival.

source: (Versus campaign, 6 scenarios)
pt: (Campanha competitiva, 6 cenários)

source: Guardian
pt: Guardião

source: Creator and Original Designer
pt: Criador e Autor original

source: Campaign Maintenance
pt: Manutenção da Campanha

source: Race for Dimaga Beach
pt: Corrida pela Praia dos Répteis

source: Unbreakable
pt: Inquebrável

source: Win the race without losing a single unit
pt: Ganha a corrida sem perder uma única unidade

source: Kill 100 enemy units during the race and win
pt: Derrota 100 unidades durante a corrida e ganha-a

source: Capitalist
pt: Capitalista

source: Finish the race with 100 remaining gold
pt: Ganha a corrida com 100 peças de ouro ou mais

source: Finish the race in under 40 turns
pt: Ganha a corrida em menos de 40 turnos

source: 2p — Race for Dimaga Beach
pt: 2J — Corrida pela Praia dos Répteis

source: Two players must race down the mountain to dimaga beach! The winner is the player who reaches the end or survives longer than his opponent.
pt: Dois jogadores correm pelo vale montanhoso afundo até à Praia dos Répteis! O primeiro jogador a chegar ao fim ou sobreviver mais tempo vence a partida.

source: Enemies
pt: Inimigos

source: teamname^Contestants
pt: Contestantes

source: Dimaga Beach
pt: Praia dos Répteis

source: Advance your leader to Dimaga Beach
pt: Avance o seu líder para a Praia dos Répteis

source: Death of your Leader
pt: Morte do seu líder

source: Opponent's Leader reaches Dimaga Beach
pt: O líder adversário chega primeiro à Praia dos Répteis

source: Dimaga Entruse
pt: Intruso dos Répteis

source: Ah, greetings contestants and welcome to ‘The race for Dimaga Beach!’
pt: À, saudações adversários e bem-vindo à “Corrida pela Praia dos Répteis”!

source: Your quest is simple, proceed north...
pt: A sua tarefa é simples, prossiga para norte...

source: ...to Dimaga Beach before your opponent gets there.
pt: ... para a Praia dos Répteis antes do seu adversário chegar lá.

source: These rings grant one lucky unit, for each player, an enhancement for its weapons.
pt: Estes anéis concedem a uma unidade sortuda, de cada equipa, um encantamento no seu combate.

source: Hostile creatures scatter the path! You must be fast and efficient.
pt: Criaturas hostis armadilham o caminho! Têm de ser rápidos e eficientes.

source: If you are killed then your opponent is immediately victorious.
pt: Se morrerem, o vosso adversário será imediatamente vitorioso.

source: Your keep will disappear on turn 10 so choose your units wisely.
pt: A vossa torre irá desaparecer pelo turno 10, portanto escolham os vossos recrutas com atenção.

source: Now let the Race begin!
pt: Agora, deixe a corrida começar!

source: Ring of Fire
pt: Anel de Fogo

source: This enchanted ring has made your weapons burn and deal 25% extra damage!
pt: As tuas armas infligem agora 25% mais de dano e podem queimar os inimigos!

source: Ring of Accuracy
pt: Anel de Precisão

source: This ring has enchanted your weapons and granted them 70% accuracy!
pt: Este anel encantado enfeitiça as tuas armas de forma que tenham sempre uma hipótese de acertar de 70%!

source: teamname^East
pt: Leste

source: teamname^West
pt: Oeste

source: Attention players!
pt: Atenção jogadores!

source: Vision of your opponent has been removed, you must fight for the Win.
pt: Já não partilhas a visão com o teu concorrente, terão de lutar pela vitória cada um por si.

source: $unit.name has been slain...
pt: $unit.name foi morto em batalha ...

source: Therefore his opponent is Victorious! Congratulations!
pt: Por isso, o adversário dele saiu vitorioso! Parabéns!

source: Thanks for playing and please come again!
pt: Obrigado por jogarem e, por favor, voltem outra vez!

source: Ladies and gentlemen, we have a Winner.
pt: Senhoras e senhores, nós temos um Vencedor.

source: Congratulations $unit.name!
pt: Parabéns $unit.name!

source: Achievement:
pt: Medalhas:

source: Unbreakable!
pt: Inquebrável!

source: $unit.name has not lost a single unit in the race!
pt: $unit.name não perdeu uma única unidade na corrida!

source: Hardcore!
pt: Difícil!

source: $unit.name has killed $kills$unit.side units during the race!
pt: $unit.name matou $kills$unit.side unidades durante a corrida!

source: $unit.name has completed the race in $turn_number turns!
pt: $unit.name completou a corrida em $turn_number turnos!

source: Capitalist!
pt: Capitalista!

source: $unit.name has finished the race with $gold gold to spare!
pt: $unit.name terminou a corrida ainda com $gold peças de ouro em sobra!

source: 2p — Reversi
pt: 2j — Reversi

source: Reversi (also known as Othello) for 2 players or solo against the AI
pt: Reversi também conhecido como Otelo para 2 jogadores ou sozinho contra o computador

source: Time of day has no effect in Reversi
pt: A hora do dia não tem efeito no Reversi

source: teamname^Black
pt: Preto

source: teamname^White
pt: Branco

source: Capture more units than your opponent does
pt: Capture mais unidades do que o seu adversário

source: Your opponent finish with more units
pt: O seu adversário termina com mais unidades

source: <b>How to Play</b>
pt: <b>Como Jogar</b>

source: A move is valid if enemy units will be between two of yours. To place a unit on the board:
pt: A jogada é válida se as unidades do teu líder estarão entre duas das vossas. Para colocar uma unidade no tabuleiro:

source: Move your leader to a ruined castle to select the column and row
pt: Mova o teu líder a um castelo em ruínas para seleccionares a coluna e linha

source: If the move is valid an unit will be created at the given interception
pt: Se a jogada for válida uma unidade será convocada na intercepção

source: Any enemy units standing between the newly created unit and one of the same side will swap side.
pt: Qualquer unidade inimiga entre a recém criada e outra da mesma equipa trocará de lado.

source: The game continues until the board is full, or neither leader can do a move.
pt: O jogo continua até que o tabuleiro estiver cheio, ou nenhum líder pode fazer um movimento.

source: Endgame
pt: Fim do Jogo

source: <b>$Player1Name</b> won the game with <i>$side_1.units:$side_2.units</i>
pt: <b>$Player1Name</b> ganhou a partida com <i>$side_1.units:$side_2.units</i>

source: <b>$Player2Name</b> won the game with <i>$side_2.units:$side_1.units</i>
pt: <b>$Player2Name</b> ganhou a partida com <i>$side_2.units:$side_1.units</i>

source: The game ended in a draw (<i>$side_1.units:$side_2.units</i>)
pt: A partida terminou empatada (<i>$side_1.units:$side_2.units</i>)

source: 3p — Island Survival
pt: 3j — Sobrevivência na Ilha

source: Protect your island with your allies.
pt: Proteja a ilha com os teus aliados.

source: Recommended setting of 3 gold per village, 70% experience, fog and no shroud.
pt: Definição recomendada de 3 peças de ouro por aldeia, modificação de experiência de 70% e com nevoeiro ativado.

source: teamname^Attackers
pt: Atacantes

source: teamname^Defenders
pt: Defensores

source: Survive until turn 30
pt: Sobreviva até o turno 30

source: Kill the Fire Dragon
pt: Mata o Dragão do Fogo

source: Death of your leaders
pt: Morte dos vossos líderes

source: Turn 3:
pt: Turno 3:

source: Ruffians and peasants
pt: Rufias e Camponeses

source: Island Survival: 3-Player Survival Scenario
pt: Ilha solitária: Cenário de sobrevivência para 3 jogadores

source: Uh... This cannot be true...
pt: Ai.. Isto não é possível...

source: Turn 5:
pt: Turno 5:

source: Turn 7:
pt: Turno 7:

source: Human Pirates!
pt: Piratas humanos!

source: Turn 9:
pt: Turno 9:

source: Mudcrawlers
pt: Monstros da Lama

source: Turn 11:
pt: Turno 11:

source: Turn 14:
pt: Turno 14:

source: Drakes
pt: Dragos

source: Turn 18:
pt: Turno 18:

source: Mermen and Sea Monsters
pt: Sereias e Monstros Aquáticos

source: Turn 21:
pt: Turno 21:

source: Gryphons
pt: Grifos

source: Turn 24:
pt: Turno 24:

source: Woses
pt: Silvanos

source: Turn 26:
pt: Turno 26:

source: Turn 27:
pt: Turno 27:

source: The Fire Dragon
pt: O Dragão do Fogo

source: Turn 30:
pt: Turno 30:

source: VICTORY!
pt: VITÓRIA!

source: Marshal Brucks
pt: Marechal Brucks

source: Sprinkling this water on melee weapons grants them the <i>arcane</i> damage type until the end of the current scenario. Should $unit.name use it?
pt: Esta água fará com que as armas de curto-alcance sejam do tipo <i>arcano</i> até o fim do corrente cenário. Deve $unit.name usar-a?

source: holy water^Take it
pt: Leve-a

source: holy water^Leave it
pt: Deixe-a

source: Leaders cannot take this item! Let another take it.
pt: Os líderes não podem utilizar este item! Deixe outro utilizá-lo.

source: Holy Water
pt: Água Benta

source: This water will make melee weapons have the 'arcane' damage type until the end of the current scenario.
pt: Esta água fará com que as armas de curto-alcance sejam do tipo <i>arcano</i> até o fim do corrente cenário.

source: Picking up this item will grant illuminates to the wearer until the end of the current scenario. Should $unit.name use it?
pt: Apanhando este item concederá iluminação ao usuário até o final do cenário actual. Deve $unit.name usá-lo?

source: ankh amulete^Take it
pt: Leve-o

source: ankh amulete^Leave it
pt: Deixe-o

source: Illuminates
pt: Ilumina

source: Picking up this item will grant illuminates to the wearer until the end of the current scenario.
pt: Apanhando este item concederá iluminação ao usuário até o final do cenário atual.

source: Drinking this potion will give the unit the bloodlust ability, allowing it to attack again whenever it kills an opponent. Should $unit.name use it?
pt: Bebendo esta poção fará da unidade sedenta de sangue, permitindo-a atacar de novo sempre quando matar um adversário. Deve $unit.name beber-a?

source: potion of bloodlust^Take it
pt: Leva-a

source: potion of bloodlust^Leave it
pt: Deixa-a

source: Hit'n run
pt: Tocar e fugir

source: hit’n run
pt: toca e foge

source: female^hit’n run
pt: toca e foge

source: This unit gains another move everytime its kills an enemy unit.
pt: Esta unidade pode mover-se novamente sempre que matar uma unidade inimiga.

source: Did that tree just move?!?
pt: Aquela árvore mexeu-se?!?

source: Who dares to enter my forest? Die rotten ... oh hi there!
pt: Quem se atreve a entrar na minha floresta? Morra podre... ó, olá!

source: We mean no harm, please join us - the Walking Deads are everywhere!
pt: Não queremos mal nenhum, por favor junta-te a nós - os não mortos estão por toa a parte!

source: Hmph, fine. But you have to take good care of me - I don't want to become one of THEM!
pt: Mm, tudo bem. Mas terão de tomar bem de mim - não me quero tornar numa coisa come ELES!

source: Does anyone live here?
pt: Alguém vive aqui?

source: Who is disturbing my rest?
pt: Quem disturbe o meu descanso?

source: How can you resting with all that undead around!?
pt: Como podes estar a descansar com todos os morto-vivos a volta!?

source: Undead? Where? Get off.
pt: Morto-Vivos? Onde? Fuja.

source: Okay, okay, no worries. I surrender. Hey, is that a Z over there?
pt: Está bem, está bem, não se preocupe. Eu rendo-me. Ei, isso é um Z ali?

source: Someone is hidden in this temple!
pt: Alguém está escondido neste templo!

source: Why is he speaking like a lizard?
pt: Porque é que ele está a falar como se fosse um lagarto?

source: Just kidding.
pt: Estou a brincar.

source: Please have mercy what have I done?
pt: Por favor, tenha misericórdia do que eu fiz?

source: 3p — Outbrrreak
pt: 3j — Epidemia

source: Three player horror survival. Survive against 'n onslaught of ever-mutating zombies.
pt: Uma partida de terror para três jogadores. Sobreviva ao assalto dos mortos mutantes.

source: Difficulty:
pt: Dificuldade:

source: Easy
pt: Fácil

source: Hard
pt: Difícil

source: Nightmare
pt: Pesadelo

source: Campfire
pt: Fogueira

source: Survivors
pt: Sobreviventes

source: Undead
pt: Morto-Vivo

source: Survive the zombie onslaught for 1 week
pt: Sobreviva ao massacre do zombie por uma semana

source: Death of all leaders
pt: Morte de todos os líderes

source: I feel a chill wind blowing; something bodes ill for this night. At times like these I wish we were not the fort's only defenders...
pt: Sinto um vento gelado a sobrar; alguma coisa má vem esta noite. Nestes tempos queria que não fossemos os únicos guardas da fortaleza...

source: Hmph, what are you worrying about? We can hold this fort just fine. You're not afraid of the dark, are you?
pt: Erre, do que te preocupas? Podemos segurar esta fortaleza nas calmas. Não estás com medo do escuro, pois não?

source: No, he's right. I feel dark forces stirring in the twilight...
pt: Não, ele tem razão. Pressinto forças maléficas a vir ao crepúsculo...

source: My lords, something terrible is happening! We are under attack from the living dead!
pt: Meus senhores, algo terrível está a acontecer! Estamos sob o ataque dos não-mortos!

source: Grave tidings, I see.
pt: Boas novas dos túmulos, assim parece.

source: Hold your tongue! This is no time for mirth. We few must somehow defend the city, and it may be a week before reinforcements arrive...
pt: Cuidado com a língua! Este não é o momento para anedotas. Nós poucos devemos de alguma forma defender a cidade, e pode demorar mais de uma semana antes de chegarem os reforços...

source: I don't see what the problem is. These walls will hold mere zombies away, and with the lake here they can't get in behind us. Not unless they learn how to swim, heh heh.
pt: Não vejo qual é o problema. Estas muralhas deterão meros zombies a distância, e com o lago atrás não vão conseguir cercar-nos. A não ser que aprenderiam como nadar, heh heh.

source: The fish has a point. Even if there's only six of us, we can always rouse a few able-bodied men into the militia. Even barely equipped peasants could hold these walls against a bunch of shambling corpses.
pt: O peixe tem razão. Mesmo se somos apenas seis, podemos sempre motivar alguns rufias a servir na milícia. Mesmo os camponeses mais mal armados podem segurar estas muralhas contra alguns corpos rastejantes.

source: For a day or two, perhaps. But who knows how strong their attack will be? We must see to the protection of the outlying lands, for without their resources we will be doomed!
pt: Por um ou dois dias, talvez. Mas quem sabe o quão forte o seu ataque irá ser? Temos de proteger as terras distantes, pois sem os seus recursos seremos condenados!

source: Rhonvan, ride to the north and seek for help from the Brotherhood of Light. Only they might know the cure for this horrible plague. Hurry, time is of the essence!
pt: Rhonvan, vai para o norte buscar a ajuda da Irmandade da Luz. Só eles conhecem a cura para esta terrível praga. Depressa, o tempo é escasso!

source: Sirs, I will not disappoint you. Though I would rather stay and fight here with you, I understand the importance of my mission ...
pt: Senhores, não irei desapontar-vos. Porém gostava de ficar e lutar convosco, mas percebo da importância da minha missão...

source: Have mercy on me, friends. Slay me quickly and spare me this unnatural end!
pt: Tenham piedade de mim, amigos. Matam-me depressa e poupam-me desta morte não natural!

source: There goes our best chance for survival. It will be all we can do to avoid meeting the same fate.
pt: Lá vai a nossa melhor hipótese da sobrevivência. Agora vai ficar mais difícil para evitar similar fim.

source: No! I feel a great darkness reaching over the land...
pt: Não! Pressinto uma grande escuridão a assombrar estas terras...

source: Urk! You'll have to carry on without me. The people are depending on you!
pt: Urre! Terão de continuar sem mim. O povo vai depender de vós!

source: Damn. He was a good man, he didn't deserve to go out like that...
pt: Maldição. Fora um bom homem, e não merecia um fim como este...

source: This is the end! We have failed our duty...
pt: Este é o fim! Falhamos no nosso dever...

source: What the... can't believe a bunch of worm-ridden corpses got the best of me!
pt: O que... não posso acreditar que um punhado de cadáveres cheios de vermes teve o melhor de mim!

source: Stubborn and proud to the end, he was. I always thought he could use some humbling, but gods, not like this...
pt: Teimoso e orgulhoso até o fim, fora ele. Sempre pensei que poderia precisar de alguma humildade, mas pelos deuses, não assim...

source: It's... only a flesh wound...
pt: É... apenas uma ferida na carne...

source: This is worse than I could have imagined! I have never seen such monstrous mutations before.
pt: Isto ainda é pior do que imaginava! Jamais vi mutações tão monstruosas antes.

source: The legendary Maldor has come to our aid. Alas, I fear you arrive too late. There are ... so many of them. *Gasp* it is horrible - they turned our friends into those monsters! We ... we ... cannot not defeat them ...
pt: O lendário Maldor veio à nossa ajuda. Porém, temo que chegou demasiado tarde. São... tantos. *Encolhe* é horrível - tornaram os nossos amigos nestes monstros! Nós... nós... não podemos derrotar-os...

source: I wish I could have returned earlier ...
pt: Queria tanto ter retornado mais cedo...

source: It is not over yet! Onwards, protect the surviors!
pt: Ainda não acabou! Em frente, protejam os sobreviventes!

source: CHAAARGE!
pt: ATACAR!

source: Only divine magic can help us now...
pt: Só magia divina pode ajudar agora...

source: ... no ... more ... BRAINS?
pt: ...não ...mais ...MENTES?

source: ... *casts lvl99 of 'Turn Undead'*
pt: ... *lança feitiço nº99 'tornar morto-vivo'*

source: 3p — Pits of Despair
pt: 3j — Covas da desolação

source: A three players competitive survival. Fight off clones of other players' recruits.
pt: Jogo de sobrevivência em competição para 3 jogadores. Derrota os clones dos teus adversários.

source: teamname^Critters
pt: Monstros

source: Defeat all enemy leaders
pt: Derrota todos os líderes inimigos

source: Death of your leader
pt: Morte do teu líder

source: Scenario rules:
pt: Regras do cenário:

source: Fight off clones of other players' recruits.
pt: Derrota os clones dos teus adversários.

source: gifted
pt: dotado

source: female^gifted
pt: dotada

source: more powerful in every way
pt: mais poderoso em qualquer aspecto

source: 3p — Rotating War
pt: 3j — Guerra Rotativa

source: A somewhat complex competitive scenario, on which the map will rotate continuously. Attempt to set up a trap for your opponent while avoiding that the same is done to you.
pt: Um cenário competitivo algo complexo, no qual o mapa irá rodar continuadamente. Procura forçar uma armadilha ao teu adversário enquanto evitas que este faça o mesmo a ti.

source: teamname^North
pt: Norte

source: 4p — Kill the Virgins!
pt: 4j — Mata as Virgens!

source: Kill the Virgins! (Survival) Created by: Skele Only by sacrificing two virgins will you be freed! Recommended Settings: Turns: Unlimited Village Gold: 1 Experience Modifier: 70% Fog of War: On Starting Gold: 75
pt: Matar as Virgens! (Sobrevivência) Criado por: Skele Só sacrificando duas virgens é que será libertado! Configurações Recomendadas: Turnos: Ilimitados Ouro da Aldeia: 1 Modificador de Experiência: 70% Nevoeiro da Guerra: ligado Ouro Inicial: 75

source: Why would anyone want to kill virgins? The unmerciful god Q'zrk demands it. Why? Your town's lack of temple worship has upset him and he threatens to destroy you all. To repent you must survive his sadistic marathon of carnage and then sacrifice two virgins in cold blood. Hail Q'zrk!
pt: Porque alguém iria querer matar virgens? O impiedoso deus Q'zrk assim o exige. Porquê? A ausência de adoração no seu templo o tem perturbado e agora ameaça destruir a todos. Para arrependeres-te deves sobreviver a maratona sádica da carnificina e depois sacrificar duas virgens a sangue frio. Salve Q'zrk!

source: Virgins
pt: Virgens

source: Sacrificers
pt: Sacrificadores

source: Kill the virgins!
pt: Mata as Virgens!

source: Death of your team
pt: Morte da tua equipa

source: Innocent Virgin
pt: Virgem Inocente

source: Thank God you made it! Please destroy me!!!
pt: Graças a deus, conseguiste! Por favor destruam-me!!!

source: Oh please, just kill me now!!!
pt: Ó sim, matam-me agora!!!

source: Virgin Altar
pt: Altar da Virgem

source: Turn 4 [R]
pt: Turno 4 [D]

source: Hooligans
pt: Bandoleiros

source: If we two virgins must die for the good of all, so be it. Show no mercy before the angry god!
pt: Se nós virgens devemos morrer para o bem de todos, então que seja. Não mostram piedade ao deus enfurecido!

source: Turn 5
pt: Turno 5

source: Friendly Reinforcement
pt: Reforços

source: Turn 11 [R]
pt: Turno 11 [D]

source: Evil Things
pt: Coisas Malignas

source: Turn 8 [L]
pt: Turno 8 [E]

source: Healer with Guards
pt: Curandeiros com Guardas

source: Free at last! I will help you but first I must heal!
pt: Enfim livre! Irei ajudar-vos, mas primeiro tenho de curar-me!

source: Talking Squid
pt: Polvo Falante

source: Turn 14 [L]
pt: Turno 14 [E]

source: Water Dwellers
pt: Seres aquáticos

source: Turn 17 [R]
pt: Turno 17 [D]

source: Savages
pt: Selvagens

source: Turn 20 [L]
pt: Turno 20 [D]

source: Stampede
pt: Debandada

source: Turn 21
pt: Turno 21

source: Turn 24 [R]
pt: Turno 24 [D]

source: Tree Huggers
pt: Adoradores de árvores

source: Turn 28 [L]
pt: Turno 28 [E]

source: Skirmishers
pt: Escaramuçadores

source: Turn 31 [R]
pt: Turno 31 [D]

source: Fire and Steel
pt: Fogo e Aço

source: Turn 35 [L]
pt: Turno 35 [D]

source: Hodgepodge
pt: Brutos

source: Turn 40
pt: Turno 40

source: Kill the Virgins!
pt: Mata as Virgens!

source: Hail Q'zrk!
pt: Saudações Q'zrk!

source: Free us from our altars and sacrifice us to Q'zrk! Hurry before it is too late!
pt: Liberta-nos dos nossos altares e sacrifica-nos ao deus Q'zrk! Depressa antes que faça tarde!

source: 4p — Temples of the nagas
pt: 4j — O Templo das Nagas

source: team_name^Temple Guardians
pt: Guardiões do templo

source: team_name^Attackers
pt: Atacantes

source: Difficulty
pt: Dificuldade

source: Choose the length and difficulty of the scenario
pt: Escolha a dificuldade e duração do cenário

source: Temple of Axmaill
pt: Templo de Axmail

source: Kill off all the waves of enemies
pt: Derrota todos os inimigos

source: Death of all party leaders
pt: Morte de todos os líderes aliados

source: Turns run out
pt: Fim dos turnos

source: Show Spawns
pt: Mostrar posição dos inimigos

source: You can't run from me!
pt: Não podes fugir de mim!

source: Aarrrggggghhhhh!
pt: Arre!

source: The choker of speed
pt: Anel da Velocidade

source: Choker of Speed
pt: Anel da Velocidade

source: Berserker Amulet
pt: Amuleto da Fúria

source: Elven Bow
pt: Arco elfo

source: Hoplite's Shield
pt: Escudo do Hoplita

source: Lord's Ring
pt: Anel do Lorde

source: Silver Ring
pt: Anel prateado

source: You killed my brother, now I have come for vengeance!
pt: Mataste o meu irmão, agora terei a minha vingança!

source: How can this be? Aaargh!
pt: Como isto é possível? Arre!

source: Triton's Trident
pt: Tridente do Tritão

source: So be it...
pt: Que assim seja ...

source: Great Mage's Staff
pt: Bastão do Grão Mago

source: High Templar
pt: Arquei-templário

source: Templar
pt: Templário

source: 6p — Rotating War
pt: 6j — Guerra Rotativa
